[
    {
        "id": 28,
        "title": "Coalescing agent",
        "description": "Chemical substance used in polymer emulsions that lower the glass-transition temperature (Tg) which results in the decrease in the minimum film-forming temperature (MFT) and upon evaporation, yields a hard film. Used in polishes; e.g., glycol; ether; pyrrolidines; and benzoates. Also referred to as a minimum film-forming temperature (MFT) modifier."
    },
    {
        "id": 29,
        "title": "Conductive agent",
        "description": "Chemical substance used to conduct electrical current. Also referred to as an electrolyte; or electrode material."
    },
    {
        "id": 30,
        "title": "Corrosion inhibitor",
        "description": "Chemical substance used to prevent or retard corrosion on metallic materials. Used in many products packaged in metal containers (such as aerosol products). Used in lubricants and other metal treatment products to provide protection to the substrates or surfaces on which the lubricants are used. Also referred to as a corrosion‑inhibiting additive; rust preventative; anticorrosion agent; or antirust agent."
    },
    {
        "id": 16,
        "title": "Anti-static agent",
        "description": "Chemical substance that prevents or reduces the tendency of a material to accumulate a static charge or alters the electrical properties of materials by reducing their tendency to acquire an electrical charge. Used in diesel fuel to prevent the build-up of static electricity. Also referred to as a charge stabilizer."
    },
    {
        "id": 17,
        "title": "Anti-streaking agent",
        "description": "Chemical substance which serves to enhance evaporation or reduce film formation in order to prevent the formation of streaks on a surface during cleaning. Also referred to as a film reducer."
    },
    {
        "id": 18,
        "title": "Binder",
        "description": "Chemical substances that are either synthetic/polymeric resins that further polymerize, provide structure and cohesiveness or are substances added to compounded dry powders to provide adhesive qualities during and after compression to make tablets or cakes. Also referred to as a binding agent or resin."
    },
    {
        "id": 64,
        "title": "Fuel agents",
        "description": "Chemical substance added to a fuel for the purpose of improving combustion limiting the production of undesirable combustion products; e.g. combustion accelerators, cetane improvers, antiknock agents. Not: corrosion inhibition; lubrication; anti-oxidant; odorant; or detergency."
    },
    {
        "id": 43,
        "title": "Dye",
        "description": "Chemical substance used to impart colour to other materials or mixtures. Added to a material for colour and generally requires some degree of solubility to allow it to dissolve or disperse in water or diffuse into the polymeric matrix. Molecularly dispersed within a liquid, transferred to a material, and bound to that material through intermolecular forces. Typically, organic substances, although exceptions do exist. Also referred to as a colorant. See closely related: pigment."
    },
    {
        "id": 44,
        "title": "Elasticizer",
        "description": "Chemical substance that increases the elasticity of a material."
    },
    {
        "id": 85,
        "title": "Plasticizer",
        "description": "Chemical substance that softens synthetic polymers. Added to a high polymer to facilitate processing and to increase flexibility, plasticity, fluidity and toughness of the final product by internal modification (solution) of the polymer molecule. May be added internally or externally. A rigid polymer can also be externally plasticized by addition of a plasticizer, which imparts the desired flexibility but is not chemically changed by reaction with the polymer."
    },
    {
        "id": 86,
        "title": "Plating agent",
        "description": "Chemical substance used as a source of metal or inorganic compound that is deposited on another surface or that aids in such a deposition. Used in processes such as electroplating; galvanization; coating; phosphate treatment; chromate treatment; black oxide coating; anodic oxidation; diffusion treatment; carburizing; nitriding; and carbon nitriding. Also referred to as electroplating agent; galvanization agent; or coating agent."
    },
    {
        "id": 87,
        "title": "Polymerization promoter",
        "description": "Chemical substance that enables a reaction between two or more dissimilar polymers, allowing them to become more intimately mixed than before."
    },
    {
        "id": 1,
        "title": "Abrasive",
        "description": "Chemical substance used to abrade, smooth, or polish an object. Used to smooth, scour, scrub, clean, wear down, or polish surfaces by rubbing against the surface and removing imperfections from a surface. May be used in processes such as sputter etching and physical dry etching. Also referred to as a grinding agent; usually in the form of fine powders of hard substances; e.g., sandstones; pumice; quartz; silicates; aluminium oxides; and glass. See closely related: etching agent."
    },
    {
        "id": 2,
        "title": "Absorbent",
        "description": "Chemical substance used to retain other substances by assimilation. Also referred to as an antisiccative. See closely related: adsorbent."
    },
    {
        "id": 3,
        "title": "Adhesion/cohesion promoter",
        "description": "Chemical substance, either inorganic or organic, natural or synthetic, used to join opposite surfaces to each other; to promote bonding between other substances; to promote adhesion of surfaces; or to fasten other materials together. Generally applied from a solvent solution and allowed to dry on the two facing surfaces. Also referred to as glue; paste; coupling agent; gum; adhesive cement; bonding agent; inner coating; and anchor coating."
    },
    {
        "id": 63,
        "title": "Fuel",
        "description": "Chemical substance used to create mechanical or thermal energy through chemical reactions. Used to evolve energy in a controlled combustion reaction."
    },
    {
        "id": 65,
        "title": "Hardener",
        "description": "Chemical substance used to increase the strength, hardness, and abrasion resistance of coatings, adhesives, sealants, elastomers, and other products. Also referred to as curative or curing agent."
    },
    {
        "id": 66,
        "title": "Heat stabilizer",
        "description": "Chemical substances that protect substrates such as polymers from degrading effects of heat by dissipating heat through the process of erosion, melting, or vaporization. Also referred to as ablative."
    },
    {
        "id": 115,
        "title": "X-Ray absorber",
        "description": "Chemical substance used to block or attenuate X-rays."
    },
    {
        "id": 116,
        "title": "No specific technical function",
        "description": "Chemical substance with no pre-defined function. If no specific technical function is selected, the function should be written in. (e.g. case where a processing aid remains in the matrix of an article without fulfilling any technical function during Service life)"
    },
    {
        "id": 117,
        "title": "Other",
        "description": "Chemical substances contained in products intended for consumer, commercial, or industrial use that are not covered under another product category. Specify the function."
    },
    {
        "id": 45,
        "title": "Embalming agent",
        "description": "Chemical substance used for the preservation of biological tissue; e.g., embalming fluid, arterial fluid, cavity fluid, surface embalming fluids. Not: biocide; preservative."
    },
    {
        "id": 46,
        "title": "Emulsifier",
        "description": "Chemical substance used to ensure that a thick mixture of oil and water will maintain an even distribution of ingredients that will not separate. Without emulsifiers, the liquid will separate into two parts or phases. Emulsifiers are used to prepare emulsions, such as fabric softeners, creams, lotions and many food products. Emulsifiers have both lipophilic and hydrophilic components. Also referred to as emulsifying agent. See closely related: surfactant."
    },
    {
        "id": 47,
        "title": "Energy releasers (explosives, motive propellant)",
        "description": "Chemical substance characterized by chemical stability, but may be induced to undergo rapid chemical change without an outside source of oxygen, rapidly producing a large quantity of energy and gas accompanied by a large increase in volume and an explosion, bursting, or expansion. Also referred to as a blasting agent; detonator; incendiary; or pyrotechnic."
    },
    {
        "id": 82,
        "title": "Photosensitive agent",
        "description": "Chemical substance that emits visible radiation as a direct consequence of the absorption of photons, charged particles, or chemical (e.g., UV light) and that ceases to emit radiation when the stimulating radiation is discontinued. Also referred to as a luminescent agent; or fluorescent agent. See closely related: brightener."
    },
    {
        "id": 83,
        "title": "Photosensitizers",
        "description": "Chemical substance that absorbs electromagnetic radiation and transfers energy to other materials making them susceptible to chemical change. e.g., activation of photographic emulsions; and photoresist."
    },
    {
        "id": 84,
        "title": "Pigment",
        "description": "Chemical substance, usually in the form of a dry powder and with a positive colorant value, that imparts colour to another substance or mixture by attaching themselves to the surface of the substrate through binding or adhesion. May contribute towards opacity, durability, and corrosion resistance and may scatter and absorb light. Larger than molecular particle size and held in place by corresponding low mobility. Pigments differ from dyes in that they are insoluble in the vehicle and exist as dispersed compounds in paint rather than as a solute. See closely related: dye."
    },
    {
        "id": 34,
        "title": "Dehydrating agent (desiccant)",
        "description": "Chemical substance used to absorb and remove water from gases or liquids to induce or maintain a state of dryness. Substances are usually hygroscopic materials. See closely related: humectant; adsorbent."
    },
    {
        "id": 35,
        "title": "Demulsifier",
        "description": "Chemical substance used to destroy an emulsion or prevent its formation."
    },
    {
        "id": 36,
        "title": "Density modifier",
        "description": "Chemical substance that modifies the density of a material. Also referred to as density modifying agents. See closely related: viscosity modifier; thickening agent."
    },
    {
        "id": 25,
        "title": "Chemical reaction regulator",
        "description": "Chemical substance used to change the rate of a chemical reaction, start or stop the reaction, or otherwise influence the course of the reaction. May or may not be consumed or becomes a part of the reaction product. Also referred to as an accelerator; activator; inhibitor; cross linking agent; initiator; enzyme; exotherm modifier; lytic agent; foam catalyst; polymer cross linking agent; rubber accelerator activator; retarder; shortstops; or vulcanizing agent. See closely related: catalyst and terminators/blockers."
    },
    {
        "id": 26,
        "title": "Cleaning agent",
        "description": "Chemical substance used to remove or breakdown soils, stains, or impurities from surfaces into smaller, more soluble pieces for removal; e.g., enzymes; other microbial cleaning agents; oxides; and sulfides. Not: abrasive; chelating agent; anti-scaling agent; detergent; foamant; solvent; soap; soap scum remover; surfactant; or brightener."
    },
    {
        "id": 27,
        "title": "Cloud-point depressant",
        "description": "Chemical substance that depresses the temperature at which solids begin to separate from a liquid at a temperature lower than that normally allowed"
    },
    {
        "id": 13,
        "title": "Anti-scaling agent",
        "description": "Chemical substance added to products to prevent the build-up of inorganic oxide deposits. Prevents the build-up or removes lime scale and fouling. Also referred to as a descalers or descaling agent. Not corrosion inhibitor. The formation of scale can be caused by the deposition of salts or minerals and may not necessarily lead to surface corrosion."
    },
    {
        "id": 14,
        "title": "Anti-slip agent",
        "description": "Chemical substance used to enhance friction between two objects. Also referred to as a friction agent."
    },
    {
        "id": 15,
        "title": "Anti-stain agent",
        "description": "Chemical substance that provides stain blocking and soil resistance in soft surface cleaners and protectors. Also referred to as a soil release agent."
    },
    {
        "id": 67,
        "title": "Heat transferring agent",
        "description": "Chemical substance used to transmit or to remove heat from another material; e.g., cooling agent; heating agent; surface cooling agent; and coolants."
    },
    {
        "id": 68,
        "title": "Humectant",
        "description": "Chemical substance used to retard moisture loss from the product during use. Generally performed by hygroscopic materials. Also used in personal care and other products with skin exposure to prevent loss of moisture from the skin and retain natural moisture The efficacy of humectants depends to a large extent on the ambient relative humidity. See closely related: dehydrating agent (desiccant)."
    },
    {
        "id": 69,
        "title": "Hydraulic fluids",
        "description": "Chemical substance, typically liquid or gaseous, used for transmitting pressure and Extreme Pressure (EP)-additives; and to transfer power in hydraulic machinery. Also referred to as a pressure transfer agent; e.g., hydraulic/transmission fluid; brake fluid; power steering fluid; and shock absorbers."
    },
    {
        "id": 79,
        "title": "Opacifer",
        "description": "Chemical substance that renders solutions opaque; reduces transparency or the ability of light to pass through solution; added to finished products to reduce their clear or transparent appearance."
    },
    {
        "id": 80,
        "title": "Oxidizing agent",
        "description": "Chemical substance that gains electrons during their reaction with a reducing agent. Oxidizing agents commonly contribute oxygen to other substances. Also referred to as an oxidant."
    },
    {
        "id": 81,
        "title": "pH regulating agent",
        "description": "Chemical substance used to alter, stabilize, or control the pH (hydrogen ion concentration) within a desired range. Also referred to as a buffering agent; pH adjuster; pH regulating agent; or neutralizing agent."
    },
    {
        "id": 22,
        "title": "Catalyst",
        "description": "Chemical substance that increases the rate of the intended chemical reaction but is in its original state at the completion of the reaction. See closely related: chemical reaction regulator."
    },
    {
        "id": 23,
        "title": "Chain transfer agent",
        "description": "Chemical substance that terminates the growth of a molecular chain and forms a new radical that can act as the initiator for a new chain."
    },
    {
        "id": 24,
        "title": "Chelating agent",
        "description": "Chemical substance that has the ability to complex with and inactivate metallic ions by forming two or more coordinate bonds with a single metal ion. After the first coordinate bond, each successive donor atom that binds creates a ring containing the metal ion; this cyclic structure is called a chelation complex or chelate. Used in wash solutions in regions where water is hard (to inactivate calcium and magnesium and soften water). Used to remove ions from solutions and soils by forming a type of coordination complex that can be removed without further interactions. Cleans oxide films from metals by stabilizing metal ions through complexing heterocyclic rings around each ion. Also referred to as a chelant; sequestrant; sequestering agent; complexing agent; chlorine scavenger; or builder."
    },
    {
        "id": 70,
        "title": "Impregnation agent",
        "description": "Chemical substance used to admix with solid materials, which retain their original form. Also referred to as an entrainment aid."
    },
    {
        "id": 71,
        "title": "Incandescent agent",
        "description": "Chemical substance that is used to emit electromagnetic radiation at high temperature."
    },
    {
        "id": 72,
        "title": "Insulators",
        "description": "Chemical substance used to prevent or inhibit the flow of heat, electrical current, light, and the transmission of sound between two media. Acoustic, electrical, and thermal insulators; e.g., dielectric fluid; electric resistant materials; and encapsulant."
    },
    {
        "id": 76,
        "title": "Lubricating agent",
        "description": "Chemical substance introduced between two moving surfaces or adjacent solid surface to reduce the friction between them, improve efficiency, reduce wear, and reduce heat generation. Enhances the lubricity of other substances to shear easily by minimizing contact between the rubbing surfaces so that the frictional force opposing the rubbing motion is low."
    },
    {
        "id": 77,
        "title": "Magnetic element",
        "description": "Chemical substance added into materials to make them magnetic."
    },
    {
        "id": 78,
        "title": "Monomers",
        "description": "Chemical substance usually containing carbon and of a low molecular weight and simple structure which is capable of conversion to polymers, synthetic resins, or elastomers by repetitive combination with itself or other similar molecules."
    },
    {
        "id": 109,
        "title": "UV stabilizer",
        "description": "Chemical substance that protects the product from chemical or physical deterioration induced by ultraviolet light. Absorbs UV radiation, thereby protecting products including varnishes, pigments, and certain polymers against UV degradation. Also referred to as a UV absorber or light stabilizer."
    },
    {
        "id": 110,
        "title": "Vapor pressure modifiers",
        "description": "Chemical substance added to a liquid to modify its vapour pressure and to reduce evaporation"
    },
    {
        "id": 111,
        "title": "Viscosity modifier",
        "description": "Chemical substance used to alter the viscosity of another substance. Used to decrease or increase the viscosity of finished products; to modify the flow characteristics of other substances, or mixtures to which they are added; to control the deformation or flow ability of a wax product. High molecular weight pre-polymer resins and reactive precursor resins generally lower viscosity while thickeners (e.g., gums and hydroxyethyl cellulose) increase viscosity. Thermoplastic resins soften when exposed to heat and return to original form at room temperature, and thermosetting resins solidify irreversibly due to cross-linking when heated. Also referred to as a viscosity adjuster; or viscosity controlling agent. See closely related: density modifier; gelling modifier, thickening agent."
    },
    {
        "id": 57,
        "title": "Flotation agent",
        "description": "Chemical substance used to concentrate targeted substances or materials on the surface of a liquid mixture for subsequent separation. Used to obtain minerals from ores; to float suspended materials separated from the water column in water clarifiers, to remove ink in deinking processes. Also referred to as flotation oil or flotation depressant."
    },
    {
        "id": 58,
        "title": "Flow promoter",
        "description": "Chemical substance that reduces drag in fluids in motion and between a fluid and a conduit surface."
    },
    {
        "id": 59,
        "title": "Flux agent",
        "description": "Chemical substance used to promote the fusing of minerals or prevent oxide formation. Used for casting or joining materials. Also referred to as a welding agent or soldering agent."
    },
    {
        "id": 100,
        "title": "Solvent",
        "description": "Chemical substance primarily used to dissolve another substance (solute) to form a uniformly dispersed mixture (solution) at the molecular or ionic size level; to suspend solid particles or colloidal materials to yield suspensions or gels, to provide dissolving capability required for a stable formulation; to dissolve certain components of the formulation to aid dispersion of components; to aid in oil cleansing power and control film drying rate; to solubilize soils on surfaces and facilitate removal. Used to dissolve, thin, and extract. Also referred to as a vehicle. See closely related: diluent."
    },
    {
        "id": 101,
        "title": "Stabilizing agent",
        "description": "Chemical substance that tends to keep a compound, solution, or mixture from changing its form or chemical nature. Renders or maintains a solution, mixture, suspension, or state resistant to chemical change. Used to prevent or slow down spontaneous changes in and aging of materials."
    },
    {
        "id": 102,
        "title": "Surface modifier",
        "description": "Chemical substance that may be added to other ingredients to adjust the optical properties associated with the surface of a material such as affect the lustre, increase gloss, and alter the reflectance exhibited by a surface. Also referred to as a levelling agent; polishing agent; refractive index modifier; surface coating agent; flatting agent; or gloss agent."
    },
    {
        "id": 31,
        "title": "Crystal growth modifiers (nucleating agents)",
        "description": "Chemical substance used to reduce or increase crystal growth."
    },
    {
        "id": 32,
        "title": "Deflocculant",
        "description": "Chemical substance used to fluidize concentrated slurries to reduce their bulk viscosity or stickiness in processing or handling. See closely related: anti-caking agent."
    },
    {
        "id": 33,
        "title": "Defoamer",
        "description": "Chemical substance that controls foam; prevents foam from forming; breaks down any foam that does form; and reduces foaming from proteins, gases, or nitrogenous materials. Reduces the tendency of finished products to generate foam upon shaking or agitation. The ability of a material to act as antifoam depends on its tendency to concentrate on the surface of existing or forming bubbles and to disrupt the continuous films of liquid surrounding them. Used as a process aid to improve filtration, dewatering, washing, and drainage of many types of suspensions, mixtures, and slurries. Also referred to as an antifoaming agent."
    },
    {
        "id": 10,
        "title": "Anti-freeze agent",
        "description": "Chemical substance added to fluids, especially water, to reduce the freezing point of the mixture; or applied to surfaces to melt or prevent the build-up of ice. Also referred to as a de-icing agent or de-icer; e.g., antifreeze liquids; windshield de-icers; aircraft de-icers; lock release agents; ice melting crystals; and rock salt."
    },
    {
        "id": 11,
        "title": "Antioxidant",
        "description": "Chemical substance that retards oxidation, rancidity, deterioration, and gum formation. Used to maintain the quality, integrity, and safety of finished products by inhibiting the oxidative degradation of the ingredients in the formulation. Also referred to as an oxidation inhibitor; or anti-skinning agent."
    },
    {
        "id": 12,
        "title": "Anti-redeposition agent",
        "description": "Chemical substance that prevents dirt and grease from resettling on a cleaned surface or that helps keep soils from re-depositing onto clothing in the wash water after they have been removed. Anti-redeposition agents are water-soluble and typically negatively charged."
    },
    {
        "id": 73,
        "title": "Intermediate",
        "description": "Chemical substance consumed in a reaction in order to manufacture other chemical substances at an industrial processing facility. Formed (directly or indirectly) from reactants and reacted further to create (either directly or indirectly) the products of a chemical reaction."
    },
    {
        "id": 74,
        "title": "Ion exchange agent",
        "description": "Chemical substance, usually in the form of a solid matrix, used to selectively remove targeted ions from a solution by adsorbing ions of a given charge (either cations or anions) in solution and replacing/releasing equivalent quantities of other ions of the same charge into the solution."
    },
    {
        "id": 75,
        "title": "Leaching agent",
        "description": "Chemical substance that, when added to a solvent, aids in the dissolution of a component of an insoluble solid mixture. Used to extract certain components from the solid phase into the liquid phase. See closely related: solubility enhancer."
    },
    {
        "id": 48,
        "title": "Etching agent",
        "description": "Chemical substance that removes unprotected areas of metal or glass surfaces via chemical action. Usually acids or bases. Used in processes such as chemical milling; industrial etching; electro etching; photochemical machining; photochemical milling; photo etching; acid etching; vapour phase etching; See closely related: abrasives."
    },
    {
        "id": 49,
        "title": "Explosion inhibitor",
        "description": "Chemical substance used to reduce the explosion potential of flammable materials."
    },
    {
        "id": 50,
        "title": "Filler",
        "description": "Chemical substance added to fill out a dry product formulation and to lower the concentration of other ingredients. A finely divided substance usually added to extend volume and sometimes to improve desired properties, such as whiteness, consistency, lubricity, density or tensile strength. Used to provide bulk, increase strength, increase hardness, or improve resistance to impact. Used to extend a material and to reduce its cost by minimizing the amount of more expensive substances used in the production of articles. Used to fill cavities or tighten joints. Relatively inert and normally non-fibrous. Also referred to as a bulking agent; pigment extender; inert filler; or impact modifier."
    },
    {
        "id": 19,
        "title": "Biocide",
        "description": "Chemical substance that prevents, neutralizes, destroys, repels, or mitigates the effects of any pest or microorganism; including fungal cells; decreases the number of microorganisms present; Also referred to as a disinfectant; pesticide; insecticide, herbicide, rodenticide; antifungal agent; antimicrobial agent; horticultural spray oil; non‑agricultural pesticide; or plant protection active substance. Not embalming agent or preservative."
    },
    {
        "id": 20,
        "title": "Bleaching agent",
        "description": "Chemical substance that lightens or whitens a substrate through chemical reaction. Usually involves oxidative or reductive processes that decolorizes or degrades colour systems. Can occur by destroying one or more of the double bonds in the conjugated chain; by cleaving the conjugated chain; or by oxidation of one of the other moieties in the conjugated chain. See closely related: brightener."
    },
    {
        "id": 21,
        "title": "Brightener",
        "description": "Chemical substance used to brighten, whiten, or enhance the appearance of colour of fabric and paper, usually by absorbing light in the ultraviolet and violet region (340-370 nm) of the electromagnetic spectrum, and re-emitting light in the blue region (420-470 nm). Causes a “whitening” effect by increasing the overall amount of blue light reflected. Optically colourless on the substrate and does not absorb in the visible part of the spectrum. Also referred to as a brightening agent; fluorescent whitening agent; optical brightener; or whitener. See closely related: bleaching agent; photosensitive agent."
    },
    {
        "id": 54,
        "title": "Flame retardant",
        "description": "Chemical substance that alters the normal degradation or combustion processes of plastics, rubbers, textiles, papers and woods, etc. Used on the surface of or incorporated into combustible materials to reduce or eliminate their tendency to ignite when exposed to heat or a flame for a short period of time. Used to raise the ignition point; and/or to slow down or prevent combustion."
    },
    {
        "id": 55,
        "title": "Flavouring and nutrient",
        "description": "Chemical substance used in food, animal feedstuffs, and some non-food products to produce or alter taste or odour or nutritional value. Used to stimulate the human taste chemical senses or to enhance nutritional value. Also referred to as a flavouring agent or bittering agent (denaturant); vitamins or minerals."
    },
    {
        "id": 56,
        "title": "Flocculating agent",
        "description": "Chemical substance that facilitates flocculation of suspended solids in liquid by acting on the surface of particles to reduce repulsive forces and increase attractive forces on a molecular level. Flocculating agents are chemical additives, which, at relatively low levels compared to the weight of the solid phase, increase the degree of flocculation of a suspension. Principally used to aid in making solid–liquid separations. Also referred to as a coagulant."
    },
    {
        "id": 51,
        "title": "Film former",
        "description": "Chemical substance used in forming a thin continuous sheet on its substrate that acts as a barrier against the environment. Silicone is a good film-former in furniture polishes because of its ease of application, soil removal, and depth of glossiness. Polymers are the most commonly used film formers. Also referred to as a drying oil."
    },
    {
        "id": 52,
        "title": "Fire extinguishing agent",
        "description": "Chemical substance that aids to slow down combustion once started; remove heat faster than it is released; separates the fuel and oxidizing agent; and/or dilutes the vapour phase concentration of the fuel and oxidizing agent below what is needed for combustion."
    },
    {
        "id": 53,
        "title": "Fixing agent (mordant)",
        "description": "Chemical substance used to interact with a dye on fibres to improve fastness. Also referred to as a dye transfer inhibitor."
    },
    {
        "id": 118,
        "title": "Pharmaceutical (EPA)",
        "description": "Custom category added by EPA/ORD as placeholder for pharmaceutical active ingredients."
    },
    {
        "id": 119,
        "title": "Depilatory (EPA)",
        "description": "Custom category added by EPA/ORD for hair-removing chemicals"
    },
    {
        "id": 120,
        "title": "Leavening agent (EPA)",
        "description": "Chemical substance that causes food to expand by releasing gas once mixed with liquid, acid or heat."
    },
    {
        "id": 121,
        "title": "Antiperspirant (EPA)",
        "description": "An agent that reduces perspiration or sweating"
    },
    {
        "id": 122,
        "title": "Astringent (EPA)",
        "description": "An agent that shrinks or constricts body tissues"
    },
    {
        "id": 123,
        "title": "Anti-dandruff (EPA)",
        "description": "An agent intended to reduce the formation of dandruff flakes on scalp."
    },
    {
        "id": 124,
        "title": "Pharmaceutical Excipient (EPA)",
        "description": "An inactive substance formulated alongside the active ingredient of a medication that does not provide direct therapeutic action, but may aid in the manufacturing process; protect, support or enhance stability; or improve bioavailability or patient acceptability."
    },
    {
        "id": 125,
        "title": "Degradant/Impurity (EPA)",
        "description": "Chemical substance reported as a degradant, impurity, contaminant, etc."
    },
    {
        "id": 126,
        "title": "Pharmaceutical Disintegrant (EPA)",
        "description": "Chemical substance used to ensure that solids (capsule, tablet, etc.) disintegrate properly after consumption, to promote drug release."
    },
    {
        "id": 127,
        "title": "Color scavenger (EPA)",
        "description": "Chemical substance which binds with a dye that may separate from a fabric during the wash cycle before it can deposit on another fabric."
    },
    {
        "id": 128,
        "title": "Food Preservative (EPA)",
        "description": "Chemical substance intended to preserve food products by inhibiting the growth of micro-organisms."
    },
    {
        "id": 60,
        "title": "Foamant",
        "description": "Chemical substance that promotes or enhances formation of a lather or foam (e.g. a dispersion of a gas in a liquid or solid). Used to form physically, by expansion of compressed gases or vaporization of liquid, or chemically, by decomposition evolving a gas, a foam or cellular structure in a plastic or rubber material. Also referred to as a foaming agent; blowing agent; expanding agent; frother; or foam booster."
    },
    {
        "id": 61,
        "title": "Fragrance",
        "description": "Chemical substance used to control odours or impart pleasing odours. Fragrance compounds are molecules that stimulate the human olfactory chemical senses."
    },
    {
        "id": 62,
        "title": "Freeze-thaw additive",
        "description": "Chemical substance used in synthetic resin emulsions or synthetic lattices to enable paints, coatings, and other products to retain original consistency and to resist coagulation when exposed to freezing and thawing prior to application."
    },
    {
        "id": 40,
        "title": "Drier",
        "description": "Chemical substance that speeds the drying of paint, ink, etc. Often organometallic compounds. Also referred to as a siccative. See closely related: adsorbent; dehydrating agent. Example: metal soaps which are used as drying agents that promote the hardening of coatings. Not: Hardener."
    },
    {
        "id": 41,
        "title": "Dust suppressant",
        "description": "Chemical substance used to control finely grained solid particles to reduce their discharge into the air. Also referred to as a dust binding agent."
    },
    {
        "id": 42,
        "title": "Dusting agent",
        "description": "Chemical substance that is dusted on to the surface of a material (e.g., rubber) to reduce surface tack. Also referred to as a detackifier."
    },
    {
        "id": 7,
        "title": "Anti-adhesive/cohesive",
        "description": "Chemical substance that prevents or reduces the adhesion of a material to itself or to another material; prevents bonding between other substances by discouraging surface attachment; functions as the antithesis of adhesive. Also referred to as a release agent; parting agent; anti-blocking agent; slip-aid; external lubricant; anti-setoff agent; de-dust oil; or dusting agent."
    },
    {
        "id": 8,
        "title": "Anti-caking agent",
        "description": "Chemical substance that prevents granular or particulate materials from sticking or caking during transfer, storage, or use. See closely related: deflocculant."
    },
    {
        "id": 9,
        "title": "Anti-condensation agent",
        "description": "Chemical substance or material that is used to avoid condensation on surfaces and in the atmosphere. Also referred to as an anti-dim agent or condensation remover."
    },
    {
        "id": 112,
        "title": "Waterproofing agent",
        "description": "Chemical substance that lowers the surface energy to protect surfaces against water by forming water beads. Also referred to as a water-beading agent."
    },
    {
        "id": 113,
        "title": "Wetting agent (non-aqueous)",
        "description": "Chemical substance that promotes coating of an organic liquid on a solid material by lowering the surface tension. Note, the chemical substance is not added to water. Wetting agents that are added to water (aqueous wetting agents) are covered under the Surfactant (surface active agent) category."
    },
    {
        "id": 114,
        "title": "Wrinkle resisting agent",
        "description": "Chemical substance used to impart wrinkle-resistance in in textiles, paper and leather."
    },
    {
        "id": 88,
        "title": "Preservative",
        "description": "Chemical substance used to eliminate or minimize the build-up of microbial growth to protect against decay, decomposition discoloration or spoilage and maintain product performance over full shelf-life; e.g.,  wood preservative; cosmetic preservative; and drug preservative. Not: biocide or embalming agent. However, some organizations consider preservatives as a subset of biocides. Excludes substances intended to preserve food products. See Closely Related: Food preservative (EPA)"
    },
    {
        "id": 89,
        "title": "Processing aids not otherwise specified",
        "description": "Chemical substance used to improve the processing characteristics or the operation of process equipment when added to a process or to a substance or mixture to be processed. Does not become a part of the reaction product nor has function in the reaction product. Not intended to affect the function of a substance or article created; e.g., mold release agent."
    },
    {
        "id": 90,
        "title": "Propellants, non-motive (blowing agents)",
        "description": "Chemical substance that is used for expelling products from pressurized containers. Used to dissolve or suspend other substances and either to expel those substances from a container in the form of an aerosol or to impart a cellular structure. Provides the force necessary to expel the contents of aerosol containers upon discharge of the internal pressure through expansion of the liquefied or compressed gas. The formulated product in the pressurized container may be in solution, emulsion, or suspension."
    },
    {
        "id": 103,
        "title": "Surfactant (surface active agent)",
        "description": "Chemical substance which, when added to water, has surface active properties and is capable of reducing the surface tension of the water promoting the penetration of or spread over the surface of another material and reducing interfacial tension between two liquids, between a liquid and a solid, or between liquid and air. Closely related: emulsifier, wetting agent. Note, aqueous wetting agents that are added to water are included in this category. A new category for non-aqueous wetting agents was added as these are not added to water."
    },
    {
        "id": 104,
        "title": "Swelling agent",
        "description": "Chemical substance added to a material to cause that material to increase in volume and become softer."
    },
    {
        "id": 105,
        "title": "Tanning agents not otherwise specified",
        "description": "Chemical substances used for treating or pre-treating leather materials such as hides and skins and not covered by other function categories; e.g., leather oils, defatting agents, fat liquoring agents; and de-liming agents."
    },
    {
        "id": 37,
        "title": "Deodorizer",
        "description": "Chemical substance that reduces or eliminates unpleasant odour and protects against the formation of malodour on body surfaces. Counteraction, sometimes referred to as neutralization, occurs when two odorous substances are mixed in a given ratio and the resulting odour of the mixture is less intense than that of the separate components. Also referred to as a deodorizing agent."
    },
    {
        "id": 38,
        "title": "Diluent",
        "description": "Chemical substance typically in the form of a volatile liquid that serves primarily to reduce the concentration of the other ingredients in a formulation or to modify the consistency or other properties. The term is most often used for liquid formulations, with the term filler used for solid or powder formulations. Also referred to as a thinner; or mineral spirits. See closely related: solvent."
    },
    {
        "id": 39,
        "title": "Dispersing agent",
        "description": "Chemical substance added to a suspending medium or suspension to improve the separation of particles; to ensure proper dispersion; to prevent settling or clumping; to encourage uniform and maximum separation of individual, extremely fine solid particles or liquid droplets, often of colloidal size. Used in dispersal of dyes to ensure uniform coloration. Also referred to as an anti-settling agent; dispersant; solids separation agent; or suspending agent. Not: surfactant."
    },
    {
        "id": 91,
        "title": "Reducing agent",
        "description": "Chemical substance that during reactions with oxidizing agents lose electrons. Acts as an electron donor in chemical reactions by contributing hydrogen to other substances or removing oxygen."
    },
    {
        "id": 92,
        "title": "Refrigerants",
        "description": "Chemical substances used within machines such as air conditioning units, refrigerators, and walk-in freezers to cool indoor air and reduce temperatures. Not sealants for coating material – see hardener."
    },
    {
        "id": 93,
        "title": "Sealant (barrier)",
        "description": "Chemical substances used to fill up a space (e.g. joints, gaps or cavities between two substrates) and prevent seepage of moisture or air, e.g., mastic sealant. Not sealants for coating material – see hardener."
    },
    {
        "id": 106,
        "title": "Terminator/blocker",
        "description": "Chemical substance that reacts with the end of a growing polymer chain, stopping further polymerization (terminator) or a substance used to protect a reactive moiety on a precursor during organic synthesis of a product that is subsequently removed regenerating the reactive moiety (blocker). See closely related: chemical reaction regulator."
    },
    {
        "id": 107,
        "title": "Thickening agent",
        "description": "Chemical substances, typically hydrophilic, used to form solid or semisolid dispersions of a mixture or increase the viscosity of liquid mixtures and solutions and to aid in maintaining stability by their emulsifying properties without changing their other properties. Four classifications are recognized: 1) Starches, gums, casein, gelatine and phycocolloids; 2) semisynthetic cellulose derivatives (e.g. carboxymethyl-cellulose); 3) polyvinyl alcohol and carboxy-vinylates (synthetic); and 4) bentonite, silicates, and colloidal silica. May also be hydrophobic at lower temperatures. Also referred to as a rheology modifier; viscosity index improver. See closely related: density modifier; and viscosity modifier."
    },
    {
        "id": 108,
        "title": "Tracer",
        "description": "Chemical substance that possesses a readily detectable radioactive/isotopic label or chemical moiety which is added to biological/environmental media or chemical reactions to elucidate the transformation/transportation processes that are occurring."
    },
    {
        "id": 94,
        "title": "Semiconductor and photovoltaic agent",
        "description": "Chemical substance that has resistivity between that of insulators and metals. Usually changeable by light, heat or electrical or magnetic field. Generates electromotive force upon the incidence of radiant energy. Used in manufacturing of electrical components and electronic devices such as transistors and diodes; e.g., semiconductor materials; and liquid crystal materials."
    },
    {
        "id": 95,
        "title": "Sizing agent",
        "description": "Chemical substance applied to substrates such as fabric, yarn, paper products, or plaster to increase abrasive resistance, stiffness, strength, smoothness, or reduce absorption."
    },
    {
        "id": 96,
        "title": "Softener and conditioner",
        "description": "Substance used for softening materials to improve feel, to facilitate finishing process, or to impart flexibility or workability; used in textile finishing to impart superior “hand” to the fabric and facilitate mechanical processing; has the capability of imparting softness and pliability to washable textile fabrics. E.g., fabric softener; fabric conditioner; conditioning agent; and moisturizer."
    },
    {
        "id": 97,
        "title": "Soil amendments",
        "description": "Chemical substance used to increase the productivity and quality of farm crops, plants, and forests. Added to soil to promote better plant growth. Includes fertilizers, nutrient additives, and soil conditioners."
    },
    {
        "id": 98,
        "title": "Solids separation (precipitating) agent, not other",
        "description": "Chemical substance used to promote the separation of suspended solids from a liquid; e.g., dewatering aids; and drainage aids. Not: flocculating agent; or flotation agent."
    },
    {
        "id": 99,
        "title": "Solubility enhancer",
        "description": "Chemical substance that prevents chemicals or materials from separating or falling out of solution and increases the concentration of the solute in the concentrated solution. Often used in concentrated formulations. See closely related: leaching agent."
    },
    {
        "id": 4,
        "title": "Adsorbent",
        "description": "Chemical substance used to retain other substances by accumulation on their surface; Exhibits a large surface area which can attract dissolved or finely dispersed substances from another medium. See closely related: absorbent; dehydrating agent."
    },
    {
        "id": 5,
        "title": "Aerating and deaerating agents",
        "description": "Chemical substance that influences the amount of air or gases entrained in a material."
    },
    {
        "id": 6,
        "title": "Alloying element",
        "description": "Chemical substances that are added to materials/metals to modify properties such as strength, hardness, or to facilitate treatment."
    }
]
